{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Potentially non-inclusive":["Potenziell nicht inklusive"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen Ihre Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuchen Sie es erneut."],"reconnect to %s":["erneut zu %s verbinden"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist bei beim Tracking der Ranking-Positionen ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor Sie Ihre SEO-Leistung nachverfolgen können, müssen Sie entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Sie haben das Maximum von %d Keyphrasen erreicht, die Sie in Ihrem Wincher-Konto eingeben können. Wenn Sie mehr Keyphrasen hinzufügen möchten, bitte %s."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte geben Sie zuerst eine Keyphrase ein."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking Ihrer Keyphrase ist aktiviert. Ihre Keyphrase wird automatisch von %s nachverfolgt, wenn Sie Ihren Beitrag veröffentlichen."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Sie haben erfolgreich eine Verbindung zu %s hergestellt! Sie können nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) Ihrer Website nach. Dies kann ein paar Minuten dauern. Bitte warten Sie oder schauen Sie später wieder vorbei."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s können Sie die Ranking-Position Ihrer Website in den Suchergebnissen basierend auf Ihren Keyphrasen nachverfolgen. %2$s"],"upgrade your %s plan":["buchen Sie einen %s-Tarif"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Position over time":["Position im Zeitverlauf"],"Get more insights over at %s":["Weitere Informationen finden Sie unter %s"],"Connect with %s":["Mit %s verbinden"],"SEO performance":["SEO-Leistung"],"Learn more about the SEO performance feature.":["Lernen Sie mehr über die SEO-Leistungsfunktion."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Sie können das Tracking Ihrer SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"Tracking":["Tracking"],"Position":["Position"],"* focus keyphrase":["* Fokus-Keyphrase"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Check out %s!":["Sehen Sie sich %s an!"],"Last month":["Letzter Monat"],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Eleven months ago":["Vor elf Monaten"],"Get more insights at %s":["Mehr Infos unter %s"],"Trend":["Tendenz"],"Volume":["Volumen"],"Select country":["Land wählen"],"Show results for:":["Ergebnisse für:"],"Related keyphrase":["Verwandte Keyphrase"],"Learn more about the related keyphrases volume":["Mehr über das Volumen der verwandten Keyphrasen erfahren"],"Learn more about the related keyphrases trend":["Mehr zur Tendenz der verwandten Keyphrasen erfahren"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Umfang der Keyphrasen in den letzten 12 Monaten auf einer Skala von 0 bis 100."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warten Sie, während %1$s eine Verbindung zu %2$s herstellt, um verwandte Keyphrasen zu ermitteln..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Sie haben die maximale Anzahl von 4 verwandten Keyphrasen erreicht. Sie können verwandte Keyphrasen in der %s-Metabox oder in der Seitenleiste ändern oder entfernen."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Bei dem Versuch, verwandte Keyphrasen zu erhalten, sind wir auf ein Problem gestoßen. Bitte versuchen Sie es später erneut."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Möchten Sie gerne diese verwandten Keyphrasen zur %s-Analyse hinzufügen, um Ihre Inhalte noch weiter zu verbessern?"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Sie haben Ihr Anfragelimit für heute erreicht. Versuchen Sie es morgen erneut oder buchen Sie einen Tarif bei %s."],"Upgrade your %s plan":["Buchen Sie einen Tarif bei %s"],"The number of headers and header labels don't match.":["Die Anzahl der Kopfzeilen und Kopfzeilenbeschriftungen stimmen nicht überein."],"Sorry, there's no data available for that keyphrase\/country combination.":["Leider sind für diese Kombination aus Keyphrase und Land keine Daten verfügbar."],"Return to your %s":["Zurück zu Ihren %s"],"Make sure to save your %s for changes to take effect":["Stellen Sie sicher, dass Sie Ihre %s speichern, damit Änderungen wirksam werden"],"Keyphrase":["Suchwort"],"%d day":["%d Tag","%d Tage"],"Good results":["Gute Ergebnisse"],"Considerations":["Überlegungen"],"Errors":["Fehler"],"Good SEO score":["Guter SEO-Wert"],"OK SEO score":["Ausreichender SEO-Wert"],"Feedback":["Feedback"],"Needs improvement":["Verbesserungsbedarf"],"Problems":["Probleme"],"Improvements":["Verbesserungen"],"Good":["Gut"],"OK":["OK"],"View":["Ansicht"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}