{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Learn how to get the most out of Yoast SEO in an easy-to-follow video, ask questions in the live Q&A with our experts, or sign up for Yoast Academy for free to take control of your SEO!":["Erfahren Sie in einem leicht verständlichen Video, wie Sie das Beste aus Yoast SEO herausholen, stellen Sie Fragen in den Live-Q&A mit unseren Experten oder melden Sie sich kostenlos bei der Yoast Academy an, um die Kontrolle über Ihre SEO zu übernehmen!"],"Learn how to get the most out of Yoast SEO!":["Erfahren Sie, wie Sie das Beste aus Yoast SEO herausholen!"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Wenn Sie eine Person auswählen, die diese Website repräsentiert, werden wir die Social-Media-Profile des gewählten Benutzers aus dessen Profilseite verwenden."],"You have selected the user %1$s as the person this site represents.":["Sie haben den Benutzer %1$s als die Person gewählt, die diese Website repräsentiert."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Sie können %1$sdiesem Benutzerprofil Social-Media-Profile hinzufügen oder aktualisieren%2$s."],"Please select a user in the Site representation step.":["Bitte wählen Sie einen Benutzer im Schritt \"Website repräsentieren\"."],"We could not save the website name. Please check the value.":["Wir konnten den Namen der Website nicht speichern. Bitte überprüfen Sie den Wert."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Wir haben uns erlaubt, den Namen und das Logo Ihrer Website für den Namen und das Logo der Organisation zu verwenden. Fühlen Sie sich frei, sie unten zu ändern."],"That's it! By providing this information, our Indexables squad has been able to do a lot of optimization for your site already. But there's more to do!":["Das war's! Durch die Bereitstellung dieser Informationen konnte unser Indexables-Team bereits viele Optimierungen für Ihre Website vornehmen. Aber es gibt noch mehr zu tun!"],"We could not save the organization name. Please check the value.":["Wir konnten den Namen der Organisation nicht speichern. Bitte überprüfen Sie den Wert."],"An error has occurred: %1$s":["Es ist ein Fehler aufgetreten: %1$s"],"SEO data optimization":["Optimierung der SEO-Daten"],"Personal preferences":["Persönliche Einstellungen"],"Finish configuration":["Konfiguration abschließen"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Bitte bedenken Sie, dass Sie alle Einstellungen in diesem Schritt konfigurieren sollten, um das beste Ergebnis aus strukturierten Daten zu erhalten. %1$sLesen Sie mehr über die Bedeutung von strukturierten Daten%2$s."],"Please enter a valid email address.":["Bitte geben Sie eine gültige E-Mail-Adresse ein."],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte schauen Sie in Ihren Posteingang, um die Bestätigungs-E-Mail zu lesen."],"%s newsletter":["%s-Newsletter"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Melden Sie sich für den %1$s-Newsletter an, um hilfreiche Tipps über Ranking zu erhalten und auf dem neuesten Stand zu bleiben mit den aktuellsten News über SEO und erfahre, wie Sie %2$s optimal nutzen können!"],"E.g. example@email.com":["z.B. beispielname@email.com"],"%s usage tracking":["%s Nutzungsverfolgung"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Wir benötigen Ihre Hilfe um Yoast SEO besser zu machen. Dürfen wir anonyme Informationen über Ihre Website und wie Sie sie verwenden sammeln?"],"What data will be tracked and for what reasons?":["Welche Daten werden nachverfolgt und aus welchen Gründen?"],"Or go to your SEO dashboard":["Oder gehen Sie zu Ihrem SEO-Dashboard"],"Tell us about your site, so we can get your site ranked!":["Erzählen Sie uns was über Ihre Website, damit wir Ihre Website ranken können!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Lassen Sie das %1$s%2$s Indizierungsteam%3$s an die Arbeit gehen! Sorgen Sie dafür, dass Google Ihre Website versteht."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Das Yoast-Indizierungsteam kann es kaum erwarten, Ihre Website in Top-Form für Suchmaschinen zu bringen. Helfen Sie uns und führen Sie diese 5 Schritte durch, damit unsere Yoast-Indexables mit der Arbeit beginnen können!"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Sie haben den Benutzer %1$s als die Person gewählt, den diese Website repräsentiert. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. %2$sAktualisieren Sie dieses Profil jetzt, um sicherzustellen, dass diese Informationen korrekt sind%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Sie haben den Benutzer %1$s als die Person gewählt, den diese Website darstellt. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. Sie besitzen nicht die Erlaubnis, dieses Benutzerprofil zu aktualisieren, daher sollten Sie diesen Benutzer oder den Administrator bitten, zu prüfen ob diese Informationen korrekt sind."],"Select a user":["Benutzer auswählen"],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Dieser Schritt hilft Google, Ihre Website zu verstehen und verbessert die Wahrscheinlichkeit, %1$sgute Ergebnisse%2$s zu erhalten."],"Help us out here! Is your site about an organization or a person? ":["Helfen Sie uns hier bitte! Ist Ihre Website über ein Unternehmen oder eine Einzelperson? "],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Die Optimierung der SEO-Daten läuft... Sie können problemlos zu den nächsten Schritten dieses Assistenten fortfahren."],"We've successfully analyzed your site!":["Wir haben Ihre Website erfolgreich analysiert!"],"We've already successfully analyzed your site. You can move on to the next step.":["Wir haben bereits erfolgreich Ihre Website analysiert. Sie können zum nächsten Schritt fortfahren."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bitte beachten Sie, dass Sie die SEO-Datenoptimierung für diese Konfiguration durchführen sollten, damit Sie das beste Ergebnis erzielen können."],"Select an option":["Eine Option auswählen"],"Uploading image...":["Bild wird hochgeladen …"],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Lassen Sie uns Ihre Website analysieren wie Google es tut und lass uns dafür sorgen, dass die Indexables aktiv werden können, indem wir eine SEO-Datenoptimierung durchführen! Unsere Indexables werden sofort technische Verbesserungen vornehmen ohne dass Sie etwas tun müssen!\n\nFalls Sie viel Content haben, kann diese Optimierung sehr lange dauern. Aber vertrauen Sie uns, das ist es wert! Falls Sie mehr lesen möchten, schauen Sie sich bitte unsere %1$sVorteile des Indizierungsteams an.%2$s"],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Anderes Social-Media-Profil"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Delete item":["Eintrag löschen"],"Add another profile":["Anderes Profil hinzufügen"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Wir benötigen ein wenig mehr Hilfe von Ihnen! Bitte fügen Sie das Facebook- und Twitter-Profil Ihrer Organisation hinzu, damit wir die Metadaten für diese Platformen ebenfalls optimieren können."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Sie besitzen keine Erlaubnis, das Social-Media-Profil dieses Benutzers zu bearbeiten. Sie sollten diesen Benutzer oder den Administrator darum bitten, dies zu erledigen."],"Email address":["E-Mail-Adresse"],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL oder den Benutzernamen."],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfen Sie die URL."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert Ihre Privatsphäre. Bitte lesen Sie unsere %1$sDatenschutzerklärung%2$s und wie wir mit Ihren personenbezogenen Daten umgehen."],"Sign up!":["Registrieren!"],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfen Sie bitte Ihre E-Mail-Adresse und versuchen Sie es erneut."],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"Yes, you can track my site data":["Ja, Sie dürfen meine Website-Daten verwenden"],"Save and continue":["Speichern und fortfahren"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Wichtig: Wir werden diese Daten niemals verkaufen. Und selbstverständlich erheben wir keine personenbezogenen Daten über Sie oder Ihre Besucher."],"Does your site represent an Organization or Person?":["Repräsentiert Ihre Website eine Firma oder Person?"],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da Sie nicht die neueste Version von Yoast SEO Premium verwenden. Bitte aktualisieren Sie auf die neueste Version (mindestens %1$s). "],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Sie können die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Aktualisieren Sie bitte diese Seite, sobald dies abgeschlossen ist."],"Error details":["Fehlerdetails"],"Request URL":["Anfrage-URL"],"Request method":["Anfragemethode"],"Status code":["Statuscode"],"Error message":["Fehlermeldung"],"Response":["Antwort"],"Error stack trace":["Fehler-Stack-Trace"],"Replace image":["Bild ersetzen"],"Select image":["Bild auswählen"],"Remove image":["Bild entfernen"],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"SEO data optimization is disabled for non-production environments.":["Die SEO-Datenoptimierung ist für Nicht-Produktionsumgebungen deaktiviert."],"Stop SEO data optimization":["SEO-Datenoptimierung beenden"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion beinhaltet und ersetzt den Textlinkzähler und die Analyse interner Verlinkungen"],"Start SEO data optimization":["SEO-Datenoptimierung starten"],"Organization logo":["Organisations-Logo"],"Organization name":["Organisations-Name"],"This feature has been disabled by the network admin.":["Diese Funktion wurde vom Netzwerkadministrator deaktiviert."],"Go back":["Zurück"],"Save changes":["Änderungen speichern"],"Name":["Name"],"Social profiles":["Social-Media-Profile"],"Loading...":["Wird geladen …"],"Website name":["Name der Website"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}