{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Diese Übersicht zeigt Ihnen nur die zu Yoast SEO hinzugefügten Keyphrasen. Möglicherweise wurden Ihrem %s weitere Keyphrasen hinzugefügt."],"%s account":["%s-Konto"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ihr %s-Konto enthält noch keine Keyphrasen für diese Website. Sie können Keyphrasen nachverfolgen, indem Sie im Beitragseditor die Schaltfläche „SEO-Performance nachverfolgen“ verwenden."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen Ihre Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuchen Sie es erneut."],"reconnect to %s":["erneut zu %s verbinden"],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Verbinden Sie %1$s mit %2$s um die Ranking-Position Ihrer Website in den Suchergebnissen basierend auf Ihrer Keyphrase zu überwachen. %3$s"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Position over time":["Position im Zeitverlauf"],"Get more insights over at %s":["Weitere Informationen finden Sie unter %s"],"Top performing keyphrases on your site":["Die leistungsstärksten Keyphrasen auf Ihrer Website"],"Connect with %s":["Mit %s verbinden"],"Position":["Position"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"The number of headers and header labels don't match.":["Die Anzahl der Kopfzeilen und Kopfzeilenbeschriftungen stimmen nicht überein."],"Keyphrase":["Suchwort"],"%d day":["%d Tag","%d Tage"],"View":["Ansicht"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}