{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Get the most out of %1$s":["Holen Sie das Beste aus %1$s heraus"],"Learn how to improve your rankings with %1$s. Ask your questions to our SEO experts during the free live Q&A.":["Erfahren Sie, wie Sie Ihr Ranking mit %1$s verbessern können. Stellen Sie Ihre Fragen während der kostenlosen Live-Q&A an unsere SEO-Experten."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Sie können den Standardtyp für %1$s unter Inhaltstypen in den %2$sEinstellungen%3$s ändern."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s hilft Ihnen, den Formalitätsgrad Ihren Textes zu beurteilen."],"Read more about text formality.":["Mehr über Textformalität erfahren."],"Text formality":["Textformalität"],"Buy %s now!":["Kaufen Sie %s jetzt!"],"Unlock with %s":["Jetzt freischalten mit %s"],"Premium SEO analysis":["Premium-SEO-Analyse"],"Optimize even further with our premium SEO analysis":["Optimieren Sie noch mehr mit unserer Premium-SEO-Analyse"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Erhalten Sie zusätzliche smarte Empfehlungen über die Struktur Ihrer Website, Content und SEO-Möglichkeiten."],"Target multiple focus keyphrases":["Verfolgen Sie mehrere Fokus-Keyphrasen"],"Use synonyms, plurals, and variations":["Verwenden Sie Synonyme, Pluralformen und Variationen"],"Unlock expert workouts and workflows":["Schalten Sie Experten-Trainings und Workflows frei"],"1 year of premium support and updates included!":["1 Jahr Premium Support und Updates inklusive!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Schreiben Sie Nachrichtenartikel? %s hilft Ihnen bei der Optimierung Ihrer Website für Google News."],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Mit %1$s%3$s%2$s zeigt Ihnen dieser Abschnitt, welche Wörter am häufigsten in Ihrem Text vorkommen. Indem Sie diese markanten Wörter mit Ihren beabsichtigten Schlüsselwörtern vergleichen, wissen Sie, wie Sie Ihren Text bearbeiten können, um fokussierter zu sein."],"Get %s to enjoy the benefits of prominent words":["Holen Sie sich %s, um die Vorteile von prominenten Wörtern zu genießen"],"Reading time":["Lesezeit"],"okay":["In Ordnung"],"minute":["Minute","Minuten"],"no data":["keine Daten"],"out of 100":["von 100"],"Word count":["Anzahl der Wörter"],"Character count":["Zeichenanzahl"],"Timestamp this %s":["%s mit Zeitstempel versehen"],"Learn more about word count":["Mehr über den Wortzähler erfahren"],"Learn more about reading time":["Mehr über Lesezeit erfahren"],"Learn more about character count":["Mehr über den Zeichenzähler erfahren"],"Continue writing to get insight into the readability of your text!":["Schreiben Sie noch ein wenig mehr, um Informationen über die Lesbarkeit Ihres Textes zu erhalten!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Ihr Text sollte ein wenig länger sein, damit die Flesch-Lesbarkeitsbewertung berechnet werden kann."],"Learn more about Flesch reading ease":["Erfahren Sie mehr über die Flesch-Lesbarkeitsbewertung"],"Dismiss this notice.":["Diesen Hinweis ausblenden."],"Register now!":["Jetzt registrieren!"],"Your %s is now protected via the blockchain!":["Ihr(e) %s ist nun über die Blockchain geschützt!"],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Ihr(e) %3$s wird automatisch mit einem Zeitstempel versehen, sobald Sie ihn\/sie %1$saktualisieren%2$s oder %1$sveröffentlichen%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Es gab ein Verbindungsproblem. Möglicherweise liegt es daran, dass Ihre Verbindungen zu Drittanbietern blockiert sein könnten."],"Find possible solutions in this %1$sArticle%2$s.":["Vielleicht finden Sie mögliche Lösungen in diesem %1$sArtikel%2$s."],"Try again":["Erneut versuchen"],"Not working? %1$sContact %3$s support%2$s.":["Funktioniert es nicht? %1$sKontaktieren Sie den Support von %3$s%2$s."],"Connection failed":["Verbindung fehlgeschlagen"],"Connected to WordProof":["Verbunden mit WordProof"],"WordProof authentication":["WordProof-Authentifizierung"],"Manage WordProof settings":["WordProof-Einstellungen bearbeiten"],"Authenticate with WordProof":["Authentifizieren mit WordProof"],"Learn more about timestamping":["Mehr über die Verwendung von Zeitstempeln erfahren"],"Timestamp with WordProof":["Zeitstempel erstellen mit WordProof"],"Unable to create new timestamps. Please authenticate with WordProof.":["Es können keine neuen Zeitstempel erstellt werden. Bitte authentifizieren Sie sich mit WordProof."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Die Authentifizierung Ihres %3$s-Kontos mit der %4$s-Website ist fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den %1$s%3$s-Support%2$s."],"character":["Buchstabe","Buchstaben"],"word":["Wort","Wörter"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen Ihre Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuchen Sie es erneut."],"reconnect to %s":["erneut zu %s verbinden"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist bei beim Tracking der Ranking-Positionen ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor Sie Ihre SEO-Leistung nachverfolgen können, müssen Sie entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Sie haben das Maximum von %d Keyphrasen erreicht, die Sie in Ihrem Wincher-Konto eingeben können. Wenn Sie mehr Keyphrasen hinzufügen möchten, bitte %s."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte geben Sie zuerst eine Keyphrase ein."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking Ihrer Keyphrase ist aktiviert. Ihre Keyphrase wird automatisch von %s nachverfolgt, wenn Sie Ihren Beitrag veröffentlichen."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Sie haben erfolgreich eine Verbindung zu %s hergestellt! Sie können nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) Ihrer Website nach. Dies kann ein paar Minuten dauern. Bitte warten Sie oder schauen Sie später wieder vorbei."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s können Sie die Ranking-Position Ihrer Website in den Suchergebnissen basierend auf Ihren Keyphrasen nachverfolgen. %2$s"],"upgrade your %s plan":["buchen Sie einen %s-Tarif"],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Position over time":["Position im Zeitverlauf"],"Get more insights over at %s":["Weitere Informationen finden Sie unter %s"],"Connect with %s":["Mit %s verbinden"],"SEO performance":["SEO-Leistung"],"Learn more about the SEO performance feature.":["Lernen Sie mehr über die SEO-Leistungsfunktion."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Sie können das Tracking Ihrer SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"Track SEO performance":["SEO-Leistung nachverfolgen"],"Tracking":["Tracking"],"Position":["Position"],"* focus keyphrase":["* Fokus-Keyphrase"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Want to see how your content will look when it’s shared on %s?":["Möchten Sie sehen, wie Ihr Inhalt aussehen wird, wenn er auf %s geteilt wird?"],"Get %s to unlock social previews!":["Sie sollten %s buchen, um Social Previews freizuschalten!"],"Insights":["Einblicke"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Leider können wir Änderungen an Ihren SEO-Einstellungen nicht speichern, während Sie an einem Entwurf eines bereits veröffentlichten %1$s arbeiten. Wenn Sie Ihre SEO-Änderungen speichern möchten, stellen Sie sicher, dass Sie auf 'Aktualisieren' klicken, oder warten Sie mit Ihren SEO-Änderungen, bis Sie bereit sind, den %1$s zu aktualisieren."],"New: Yoast SEO for Elementor":["Neu: Yoast SEO für Elementor"],"Got it":["Verstanden"],"Get started with Yoast SEO's content analysis for Elementor!":["Starten Sie mit der Inhaltsanalyse von Yoast SEO für Elementor!"],"Check out %s!":["Sehen Sie sich %s an!"],"Last month":["Letzter Monat"],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Eleven months ago":["Vor elf Monaten"],"Get more insights at %s":["Mehr Infos unter %s"],"Trend":["Tendenz"],"Volume":["Volumen"],"Select country":["Land wählen"],"Show results for:":["Ergebnisse für:"],"Related keyphrase":["Verwandte Keyphrase"],"Learn more about the related keyphrases volume":["Mehr über das Volumen der verwandten Keyphrasen erfahren"],"Learn more about the related keyphrases trend":["Mehr zur Tendenz der verwandten Keyphrasen erfahren"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Umfang der Keyphrasen in den letzten 12 Monaten auf einer Skala von 0 bis 100."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warten Sie, während %1$s eine Verbindung zu %2$s herstellt, um verwandte Keyphrasen zu ermitteln..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Sie haben die maximale Anzahl von 4 verwandten Keyphrasen erreicht. Sie können verwandte Keyphrasen in der %s-Metabox oder in der Seitenleiste ändern oder entfernen."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Bei dem Versuch, verwandte Keyphrasen zu erhalten, sind wir auf ein Problem gestoßen. Bitte versuchen Sie es später erneut."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Möchten Sie gerne diese verwandten Keyphrasen zur %s-Analyse hinzufügen, um Ihre Inhalte noch weiter zu verbessern?"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Sie haben Ihr Anfragelimit für heute erreicht. Versuchen Sie es morgen erneut oder buchen Sie einen Tarif bei %s."],"Upgrade your %s plan":["Buchen Sie einen Tarif bei %s"],"The number of headers and header labels don't match.":["Die Anzahl der Kopfzeilen und Kopfzeilenbeschriftungen stimmen nicht überein."],"Sorry, there's no data available for that keyphrase\/country combination.":["Leider sind für diese Kombination aus Keyphrase und Land keine Daten verfügbar."],"Return to your %s":["Zurück zu Ihren %s"],"Make sure to save your %s for changes to take effect":["Stellen Sie sicher, dass Sie Ihre %s speichern, damit Änderungen wirksam werden"],"Facebook preview":["Facebook Vorschau"],"Twitter preview":["Twitter-Vorschau"],"Default for %1$s (%2$s)":["Voreinstellung für %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dies hilft den Suchmaschinen, Ihre Website und Ihren Inhalt zu verstehen. Sie können einige Ihrer Einstellungen für diese Seite unten ändern."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschreibt Ihre Seiten automatisch mit schema.org"],"Article type":["Artikel-Typ"],"Page type":["Seitentyp"],"Learn more about page or content types":["Erfahren Sie mehr über Seiten- oder Inhaltstypen"],"What type of page or content is this?":["Um welche Art von Seite oder Inhalt handelt es sich dabei?"],"Should search engines follow links on this %s":["Sollten Suchmaschinen Links auf diese %s folgen"],"Learn more about the no-follow setting on our help page.":["Erfahren Sie mehr über die No-Follow-Einstellung auf unserer Hilfeseite."],"Learn more about canonical URLs on our help page.":["Erfahren Sie mehr über kanonische URLs auf unserer Hilfeseite."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Auch wenn Sie hier die Meta-Robots-Einstellung festlegen können, wird die gesamte Website in den siteweiten Privatsphäre-Einstellungen auf noindex gesetzt, so dass diese Einstellungen keine Auswirkungen haben."],"Learn more about the breadcrumbs title setting on our help page.":["Erfahren Sie mehr über die Breadcrumb-Einstellung auf unserer Hilfeseite."],"Learn more about advanced meta robots settings on our help page.":["Erfahren Sie mehr über fortgeschrittene Meta-Robot-Einstellungen auf unserer Hilfeseite."],"Learn more about the no-index setting on our help page.":["Erfahren Sie mehr über die Einstellung „Kein Index“ auf unserer Hilfeseite."],"Google preview":["Google-Vorschau"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Die folgenden Wörter und Wort-Kombinationen kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich Ihr Inhalt konzentriert. Wenn sich die Wörter stark von Ihrem Thema unterscheiden, möchten Sie vielleicht Ihren Inhalt entsprechend umschreiben."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Sobald Sie eine weitere Kopie hinzufügen, geben wir Ihnen eine Liste der Wörter, die am häufigsten im Inhalt vorkommen. Diese geben einen Hinweis darauf, worauf sich Ihre Inhalte konzentrieren."],"%d occurrences":["%d Vorkommen"],"Keyphrase":["Suchwort"],"Good job!":["Gute Arbeit!"],"Add related keyphrase":["Fügen Sie verwandte Keyphrasen hinzu"],"Get %s":["%s holen"],"%d day":["%d Tag","%d Tage"],"Great news: you can, with %s!":["Gute Neuigkeiten: Wir unterstützen nun auch %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lesen Sie unser %1$sultimatives Handbuch zur Keyword-Recherche%2$s, um mehr über Keyword-Recherche und Keyword-Strategie zu erfahren."],"Prominent words":["Hervorzuhebende Wörter"],"Get Yoast SEO Premium":["Yoast SEO Premium holen"],"24\/7 email support":["24\/7 E-Mail Support"],"%s (current default for %s)":["%s (aktueller Standard für %s)"],"Allow search engines to show this %s in search results?":["Suchmaschinen erlauben, diese(n) %s in den Suchergebnissen anzuzeigen?"],"Other benefits of %s for you:":["Andere Vorteile von %s für Sie:"],"Superfast internal linking suggestions":["Superschnelle interne Verlinkungsvorschläge"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sKeine verwaisten Links mehr%2$s: Einfacher Redirect-Manager"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSocial-Media-Vorschau%2$s: Facebook & Twitter"],"1 year free support and updates included!":["1 Jahr kostenfreier Support und Updates inbegriffen!"],"No ads!":["Werbefrei!"],"Please provide a meta description by editing the snippet below.":["Bitte legen Sie eine Meta-Beschreibung fest, indem Sie den Code-Schnipsel bearbeiten."],"Yes":["Ja"],"No":["Nein"],"very easy":["sehr einfach"],"very difficult":["sehr schwierig"],"difficult":["schwierig"],"fairly difficult":["ziemlich schwierig"],"fairly easy":["ziemlich einfach"],"easy":["einfach"],"Try to make shorter sentences, using less difficult words to improve readability":["Versuchen Sie, kürzere Sätze zu formulieren und einfachere Wörter zu verwenden, um die Lesbarkeit zu verbessern."],"Flesch reading ease":["Lesbarkeitsindex"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Der Text erzielt %1$s in dem Test, was als %2$s zum Lesen betrachtet wird."],"Advanced":["Erweitert"],"No Archive":["Kein Archiv"],"Breadcrumbs Title":["Breadcrumbs-Titel"],"View":["Ansicht"],"Canonical URL":["Canonical-URL"],"No Image Index":["Kein Bild Index"],"Meta robots advanced":["Erweiterte Meta Robots"],"No Snippet":["Kein Code-Schnipsel"]}},"comment":{"reference":"js\/dist\/elementor.js"}}