{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"The name of this category is %1$s.":["Der Name dieser Kategorie ist %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Warnung! Dies sind Expertenfunktionen, also stellen Sie sicher, dass Sie wissen, was Sie tun, bevor Sie diese Einstellung verwenden. Sie könnten Ihre Website beschädigen. %1$sLesen Sie mehr darüber, wie Ihre Website betroffen sein könnte%2$s."],"Remove Other profile %1$s":["Anderes Profil entfernen %1$s"],"Organization Mastodon":["Organisation Mastodon"],"%1$s Settings - %2$s":["%1$s Einstellungen - %2$s"],"Mastodon":["Mastodon"],"E.g. https:\/\/mastodon.social\/@yoast":["z.B. https:\/\/mastodon.social\/@yoast"],"Get your site verified in your Mastodon profile.":["Lassen Sie Ihre Website in Ihrem Mastodon-Profil verifizieren."],"Read more about how to get your site verified.":["Lesen Sie mehr darüber, wie Sie Ihre Website verifizieren lassen können."],"Open settings navigation":["Einstellungsnavigation öffnen"],"Close settings navigation":["Einstellungsnavigation schließen"],"Settings navigation":["Einstellungsnavigation"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Wählen Sie aus, ob Ihre Website eine Organisation oder eine Person darstellt. %1$sErfahren Sie mehr über die Unterschiede und die Auswahl zwischen Organisation und Person%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Begrenzen Sie die Länge interner Website-Suchanfragen, um die Auswirkungen von Spam-Angriffen und verwirrenden URLs zu reduzieren. Bitte geben Sie eine Zahl zwischen 1 und 50 ein."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Verhindert, dass bestimmte URL-Parameter durch die obige Funktion entfernt werden. Beispielsweise verhindert das Hinzufügen von %1$s, dass %2$s zu %3$s umgeleitet wird. Sie können mehrere Parameter hinzufügen und sie mit der Eingabetaste oder einem Komma trennen."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsolidiert die URL-Formate für mehrere Seiten von WordPress in der %1$s-Syntax. Beispielsweise wird %2$s zu %3$s umgeleitet"],"Please enter a number between 1 and 50.":["Bitte geben Sie eine Zahl zwischen 1 und 50 ein."],"Failed to retrieve media.":["Medien konnten nicht abgerufen werden."],"Index Now":["Indizierung jetzt starten"],"%1$sGet%2$s %3$s":["%1$sHolen Sie sich%2$s %3$s"],"The number you've entered is not between 1 and 50.":["Die Zahl, die Sie eingegeben haben, liegt nicht zwischen 1 und 50."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie dies deaktivieren, werden Archivseiten für %1$s nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen."],"Determine how your %1$s should look on social media.":["Bestimmen Sie, wie Ihre %1$s in den sozialen Medien aussehen sollen."],"Redirect pretty URLs to ‘raw’ formats":["Leiten Sie hübsche URLs in „rohe“ Formate um"],"Only available for English sites":["Nur für englische Websites verfügbar"],"Prefix for archive breadcrumbs":["Präfix für Archiv-Breadcrumbs"],"Show date archives in search results":["Archive in den Suchergebnissen nach Datum anzeigen"],"Show %1$s archives in search results":["%1$s-Archive in den Suchergebnissen anzeigen"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Sie haben den Benutzer %1$s%3$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Ihre Benutzerprofilinformationen werden nun in den Suchergebnissen verwendet. Es tut uns leid, Sie sind nicht berechtigt, das Profil dieses Benutzers zu bearbeiten. Bitte wenden Sie sich an ihren Administrator oder an %1$s%3$s%2$s, um die unten stehenden Informationen zu überprüfen und\/oder zu aktualisieren."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Eine Name und ein Logo einer Organisation muss gesetzt werden, damit strukturierte Daten einwandfrei funktionieren. Da Sie diese bisher noch nicht gesetzt haben, nutzen wir den Namen Ihrer Website und deren Logo als Standardwerte. %1$sLernen Sie, warum strukturierte Daten so wichtig sind%2$s."],"PDF":["PDF"],"File":["Datei"],"Video":["Video"],"OpenGraph":["OpenGraph"],"Attachment":["Anhang"],"Open Graph":["Open Graph"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktivieren Sie die %1$s XML-Sitemaps. Eine Sitemap ist eine Datei, die die wichtigsten Seiten einer Website auflistet, um sicherzustellen, dass Suchmaschinen sie finden und crawlen können."],"Structured data":["Strukturierte Daten"],"Share":["Teilen"],"Webmaster":["Webmaster"],"Remove Atom\/RDF feeds":["Atom\/RDF-Feeds entfernen"],"Divider":["Trenner"],"Organization\/person":["Organisation\/Person"],"Anchor text for the homepage":["Ankertext für die Homepage"],"Enable author archives":["Autoren-Archive aktivieren"],"Enable date archives":["Datums-Archive aktivieren"],"Search pages title":["Titel der Suchseiten"],"404 pages title":["Titel der 404-Seiten"],"Format archives":["Format Archive"],"Organization Facebook":["Organisation Facebook"],"Organization Twitter":["Organisation Twitter"],"Tweet":["Tweet"],"Other profile %1$s":["Anderes Profil %1$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Diese Information ist gedacht, um in %1$sGoogle's Knowledge Graph%2$s angezeigt zu werden."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markieren und filtern Sie Ihre Cornerstone-Inhalte, um sicherzustellen, dass Ihre wichtigsten Artikel die Aufmerksamkeit erhalten, die sie verdienen. Um Ihnen zu helfen, exzellente Texte zu schreiben, werden wir Ihren Text strenger prüfen."],"Count the number of internal links from and to your posts to improve your site structure.":["Zählen Sie die Anzahl der internen Links von und zu Ihren Beiträgen, um Ihre Seitenstruktur zu verbessern."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Erhalten Sie Empfehlungen für relevante Posts, auf die Sie verlinken können und richten Sie eine großartige interne Linkstruktur ein, indem Sie verwandte Inhalte verknüpfen."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Ermöglicht Facebook und anderen sozialen Medien, eine Vorschau mit Bildern und einem Textauszug anzuzeigen, wenn ein Link zu Ihrer Website geteilt wird. Lassen Sie Funktion aktiviert, um Ihre Website für soziale Medien zu optimieren."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Das %1$s-Symbol in der oberen Admin-Leiste bietet schnellen Zugriff auf Tools von Drittanbietern zum Analysieren von Seiten und macht es einfach zu sehen, ob Sie neue Benachrichtigungen erhalten haben."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Wählen Sie, wie Ihre %1$s-Seiten in Suchmaschinen aussehen sollen. Sie können die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s-Seiten standardmäßig im Schema.org-Markup deiner Website beschrieben werden sollen. Sie können die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"A link to the archive for the post author, with the author's name as anchor text.":["Ein Link zum Archiv des Beitragsautors mit dem Namen des Autors als Ankertext."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Die Nutzungsverfolgung ermöglicht es uns, einige Daten über Ihre Website zu verfolgen, um unser Plugin zu verbessern. %1$sErfahren Sie mehr darüber, welche Daten wir verfolgen und warum%2$s."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Legen Sie die grundlegenden Informationen für Ihre Website fest. Sie können den %1$sSlogan%2$s und den %1$sSeparator%2$s als %3$sErsatzvariablen%4$s verwenden, wenn Sie die Suchdarstellung Ihrer Inhalte konfigurieren."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der Auffindbarkeit Ihrer Texte und stellt sicher, dass Ihre Inhalte den Best Practices entsprechen."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Die Analyse der inklusiven Sprache bietet Vorschläge, um inklusivere Texte zu schreiben, damit mehr Menschen Ihre Inhalte verstehen können."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Erhalten Sie mehr Einblick in das, was Sie schreiben. Welche Wörter verwenden Sie am häufigsten? Wie lange dauert es, Ihren Text zu lesen? Ist Ihr Text gut lesbar?"],"Enable format-based archives":["Formatbasierte Archive aktivieren"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Wählen Sie, wie deine %1$s in Suchmaschinen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Determine how your homepage should look in the search results.":["Wählen Sie, wie Ihre Homepage in den Suchergebnissen aussehen soll."],"Enable %1$s pages":["Aktivieren Sie %1$s-Seiten"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Sind Sie sich nicht sicher, wie Sie die %3$s-Breadcrumbs auf Ihrer Website implementieren sollen? Lesen Sie %1$sunseren Hilfeartikel zur Breadcrumbs-Implementierung%2$s."],"⌘K":["⌘K"],"CtrlK":["Ctrl-K"],"Please enter a search term with at least 3 characters.":["Bitte geben Sie einen Suchbegriff mit mindestens 3 Buchstaben ein."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Sie können mehrere benutzerdefinierte Felder hinzufügen und sie mit %1$sEingabetaste%2$s oder %1$sKomma%2$s trennen."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Legen Sie fest, wie Ihre %1$s standardmäßig im Schema.org-Markup %2$sIhrer Website%3$s beschrieben werden sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der Seitenleiste oder Metabox von %4$s ändern."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Legen Sie fest, wie Ihre %1$s standardmäßig in den Suchergebnissen aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der Seitenleiste oder Metabox von %2$s anpassen."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Bestimmen Sie, wie Ihre %1$s standardmäßig in sozialen Medien aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der Seitenleiste oder Metabox von %2$s anpassen."],"Read more about our custom field analysis":["Lesen Sie mehr über unsere benutzerdefinierte Feldanalyse"],"This taxonomy is used for %1$s and %2$s.":["Diese Taxonomie wird für %1$s und %2$s verwendet."],"This taxonomy is used for %2$s.":["Diese Taxonomie wird für %2$s verwendet."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s standardmäßig in den Suchergebnissen aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Legen Sie fest, wie Ihre %1$s standardmäßig in sozialen Medien aussehen sollen. Sie können die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Enable %1$s":["%1$s aktivieren"],"Show %1$s without posts in search results":["%1$s ohne Beiträge in den Suchergebnissen anzeigen"],"Unavailable for multisites":["Für Multisites nicht verfügbar"],"Add new user...":["Neuen Benutzer hinzufügen..."],"404 error pages":["404-Fehlerseiten"],"Internal search pages":["Interne Suchseiten"],"Breadcrumbs for %1$s":["Breadcrumbs für %1$s"],"Site connections":["Website-Verbindungen"],"Show author archives in search results":["Autorenarchive in Suchergebnissen anzeigen"],"Show media pages in search results":["Medienseiten in Suchergebnissen anzeigen"],"View the XML sitemap":["XML-Sitemap anzeigen"],"Show format archives in search results":["Formatarchive in Suchergebnissen anzeigen"],"Determine how the title of your internal search pages should look in the browser.":["Wählen Sie, wie der Titel Ihrer internen Suchseiten im Browser aussehen soll."],"Determine how the title of your 404 error pages should look in the browser.":["Wählen Sie, wie der Titel Ihrer 404 Fehlerseite im Browser aussehen soll."],"Enable feature":["Funktion aktivieren"],"Site features":["Website-Funktionen"],"Learn more":["Weitere Informationen"],"Site info":["Website-Information"],"(e.g., %1$s)":["(z. B. %1$s)"],"Show or hide our tools and controls in the attachment editor.":["Blenden Sie unsere Werkzeuge und Steuerelemente im Anhangseditor ein oder aus."],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Es tut uns leid, Sie sind nicht berechtigt, den %1$sWebsite-Namen%2$s und %1$sSlogan%2$s zu bearbeiten."],"Remove WP-JSON API":["WP-JSON-API entfernen"],"Remove shortlinks":["Shortlinks entfernen"],"Remove global feed":["Globalen Feed entfernen"],"Remove oEmbed links":["oEmbed-Links entfernen"],"Remove generator tag":["Generator-Tag entfernen"],"Remove emoji scripts":["Emoji-Skripte entfernen"],"Remove REST API links":["REST-API-Links entfernen"],"Remove category feeds":["Kategorie-Feeds entfernen"],"Remove RSD \/ WLW links":["RSD\/WLW-Links entfernen"],"Remove post type feeds":["Inhaltstyp-Feeds entfernen"],"Remove Atom \/ RDF feeds":["Atom\/RDF-Feeds entfernen"],"Remove post authors feeds":["Feeds der Beitragsautoren entfernen"],"Remove global comment feeds":["Globale Kommentar-Feeds entfernen"],"Optimize Google Analytics utm tracking parameters":["Google Analytics utm Tracking-Parameter optimieren"],"Remove tag feeds":["Tag-Feeds entfernen"],"Remove post comments feeds":["Feeds der Beitragskommentare entfernen"],"Remove powered by HTTP header":["Powered by HTTP-Header entfernen"],"Remove search results feeds":["Suchergebnis-Feeds entfernen"],"Remove unregistered URL parameters":["Unregistrierte URL-Parameter entfernen"],"Remove custom taxonomy feeds":["Individuelle Taxonomie-Feeds entfernen"],"Unlock with %1$s":["Entsperren mit %1$s"],"We couldn’t find anything with that term.":["Wir konnten zu diesem Begriff nichts finden."],"Quick search...":["Schnellsuche..."],"Enable SEO controls and assessments":["SEO-Kontrollen und -Prüfungen aktivieren"],"Search...":["Suchen…"],"Show or hide our tools and controls in the content editor.":["Zeigen oder verstecken Sie unsere Werkzeuge und Steuerelemente im Inhaltseditor."],"Alternate organization name":["Alternativer Organisationsname"],"Alternate website name":["Alternativer Name der Website"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Verwenden Sie den alternativen Website-Namen für Akronyme oder eine kürzere Version des Namens Ihrer Website."],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Verwenden Sie den alternativen Organisationsnamen für Akronyme oder eine kürzere Version des Namens Ihrer Organisation."],"Discard all changes":["Alle Änderungen verwerfen"],"Yes, discard changes":["Ja, Änderungen verwerfen"],"No, continue editing":["Nein, Bearbeitung fortsetzen"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Sie sind im Begriff, alle nicht gespeicherten Änderungen zu verwerfen. Alle Ihre Einstellungen werden auf den Punkt zurückgesetzt, an dem Sie zuletzt gespeichert haben. Sind Sie sicher, dass Sie das tun wollen?"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Sie haben den Benutzer %1$s%5$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Die Informationen des Benutzerprofils werden nun in den Suchergebnissen verwendet. %3$sAktualisieren Sie dessen Profil, um sicherzustellen, dass die Informationen korrekt sind%4$s."],"E.g. https:\/\/example.com\/yoast":["z. B. https:\/\/example.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["z. B. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["z. B. https:\/\/facebook.com\/yoast"],"Other profiles":["Andere Profile"],"Writing":["Schreiben"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Sie können Titel und Beschreibung für jede Blog-Seite festlegen, indem Sie %1$sdie Blogseite als solche ändern%2$s."],"Advanced: URL cleanup":["Erweitert: URL-Bereinigung"],"Prevent crawling of internal site search URLs":["Das Crawlen interner Website-Such-URLs verhindern"],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blockieren Sie interne Suchanfragen, die komplexe und nicht alphanumerische Zeichen enthalten, da sie Teil eines Spam-Angriffs sein könnten."],"Enables advanced settings for protecting your internal site search URLs.":["Ermöglicht erweiterte Einstellungen zum Schutz Ihrer internen Website-Such-URLs."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ihre interne Website-Suche kann zu vielen verwirrenden URLs für Suchmaschinen führen und sogar als Möglichkeit für SEO-Spammer dienen, Ihre Website anzugreifen. Für die meisten Websites lohnt es sich, mit diesen Schutz- und Optimierungsmaßnahmen zu experimentieren, auch wenn Sie keine Suchfunktion in Ihrem Theme haben."],"Block internal site searches which match the patterns of known spam attacks.":["Blockieren Sie interne Suchvorgänge auf der Website, die den Mustern bekannter Spam-Angriffe entsprechen."],"Please tell us more about the person this site represents.":["Bitte erzählen Sie uns mehr über die Person, die diese Website repräsentiert."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Bitte erzählen Sie uns etwas mehr zu Ihrer Organisation\/Firma. Das wird Google helfen, Ihre Website besser zu verstehen und verbessert Ihre Chance auf so genannte rich results."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Teilen Sie uns mit, ob Sie irgendwelche anderen Profile im Web besitzen, die zu Ihrer Organisation gehören. Sie können ebenso Profile aus Plattformen wie Instagram, YouTube, LinkedIn, Pinterest oder Wikipedia hinzufügen."],"Internal site search cleanup":["Bereinigung der internen Website-Suche"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Fügen Sie eine 'disallow'-Regel zu Ihrer robots.txt-Datei hinzu, um das Crawlen der JSON-API-Endpunkte von WordPress zu verhindern."],"Remove JavaScript used for converting emoji characters in older browsers.":["JavaScript, das für die Umwandlung von Emoji-Zeichen in älteren Browsern verwendet wird, entfernen."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["URLs entfernen, die alternative (veraltete) Formate für alle oben genannten Themes haben."],"Remove URLs which provide information about your search results.":["URLs entfernen, die Informationen über deine Suchergebnisse liefern."],"Disable unwanted content formats":["Unerwünschte Inhaltsformate deaktivieren"],"Remove URLs which provide an overview of recent comments on your site.":["URLs entfernen, die einen Überblick über die letzten Kommentare auf Ihrer Website geben."],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Links entfernen, die es anderen Websites ermöglichen, Ihre zu 'pingen', wenn sie auf Sie verlinken."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress gibt Ihre Inhalte in vielen verschiedenen Formaten und unter vielen verschiedenen URLs aus (z. B. RSS-Feeds für deine Beiträge und Kategorien). Es ist grundsätzlich sinnvoll, die Formate zu deaktivieren, die Sie nicht aktiv nutzen."],"Also disables post comment feeds.":["Deaktiviert auch Post-Kommentar-Feeds."],"Remove URLs which provide information about your recent posts, for each category.":["Entfernen Sie URLs für jede benutzerdefinierte Kategorie, die Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about recent comments on each post.":["Entfernen Sie URLs, die Informationen über die letzten Kommentare zu den einzelnen Beiträgen enthalten."],"Remove URLs which provide an overview of your recent posts.":["Entfernen Sie URLs, die einen Überblick über Ihre letzten Beiträge bieten."],"Remove URLs which provide information about recent posts by specific authors.":["Entfernen Sie URLs, die Informationen über neue Beiträge bestimmter Autoren enthalten."],"Remove URLs which provide information about your recent posts, for each post type.":["Entfernen Sie URLs für jeden Post-Typ, der Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each tag.":["Entfernen Sie URLs für jedes benutzerdefinierte Schlagwort, das Informationen über Ihre letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Entfernen Sie URLs für jede benutzerdefinierte Taxonomie, die Informationen über Ihre letzten Beiträge enthält."],"Crawl optimization":["Crawl-Optimierung"],"Remove unwanted metadata":["Unerwünschte Metadaten entfernen"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ersetzt %1$s Tracking-Parameter durch das (leistungsfähigere) Äquivalent %2$s mittels einer %3$s Weiterleitung. Z. B. wird %4$s auf %5$s weitergeleitet"],"Remove information about the plugins and software used by your site.":["Informationen über verwendete Plugins und Software Ihrer Website entfernen."],"Remove links used by external systems for publishing content to your blog.":["Links entfernen, die von externen Systemen für die Veröffentlichung von Inhalten auf Ihrem Blog verwendet werden."],"Remove links used for embedding your content on other sites.":["Links entfernen, die zum Einbetten Ihrer Inhalte auf anderen Websites verwendet werden."],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Entfernt unbekannte URL-Parameter über einen %1$s Redirect. Z.B. %2$s wird zu %3$s umgeleitet"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Entfernen Sie Links zu den WordPress-internen \"Shortlink\"-URLs für Ihre Beiträge."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Benutzer und Suchmaschinen fragen Ihre URLs oft mit Abfrage-Parametern wie %1$s ab. Diese können für die Nachverfolgung, Filterung und erweiterte Funktionen hilfreich sein - aber sie haben ihren Preis in Bezug auf Leistung und SEO. Websites, die nicht auf URL-Parameter angewiesen sind, können von diesen Optionen profitieren."],"Remove links to the location of your site’s REST API endpoints.":["Entfernen Sie Links zu den REST-API-Endpunkten Ihrer Website."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["Füge eine \"disallow\"-Regel zu Ihrer robots.txt-Datei hinzu, um das Crawlen von %1$s und %2$s URLs zu verhindern."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Machen Sie Ihre Website effizienter und umweltfreundlicher, indem Sie verhindern, dass Suchmaschinen Dinge crawlen, die sie nicht brauchen, und indem Sie nicht genutzte WordPress-Funktionen entfernen. %1$sErfahre mehr über Crawl-Einstellungen und wie sie Ihre Seite verbessern können%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress fügt eine Menge Links und Inhalte in die %1$s und HTTP-Header Ihrer Website ein. In der Regel können Sie diese sicher deaktivieren, was helfen kann, Bytes, Strom und Bäume einzusparen."],"Add separator":["Trennzeichen hinzufügen"],"Add prefix":["Präfix hinzufügen"],"E.g., %1$s":["z. B. %1$s"],"Add anchor text":["Ankertext hinzufügen"],"Refresh this page":["Diese Seite neu laden"],"E.g., %1$s and %2$s":["z. B. %1$s und %2$s"],"Breadcrumb appearance":["Aussehen der Breadcrumbs"],"Breadcrumb for 404 page":["Breadcrumb für Fehlerseite 404"],"Breadcrumbs for post types":["Breadcrumbs für Inhaltstypen"],"Breadcrumbs for taxonomies":["Breadcrumbs für Taxonomien"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Enable breadcrumbs for your theme":["Breadcrumbs für Ihr Theme aktivieren"],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Seien Sie bei den ersten, die sich %1$sneue Funktionen & Tools%2$s holen, bevor alle anderen es tun. Erhalten Sie %1$s24\/7 Support%2$s und steigern Sie die Sichtbarkeit Ihrer Website."],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle Ihre nicht gespeicherten Änderungen verloren gehen. Sie können versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wenden Sie sich bitte an unser Support-Team, damit wir Ihnen helfen können!"],"Disabling this will redirect the %1$s to your site's homepage.":["Wenn Sie dies deaktivieren, wird %1$s auf die Startseite Ihrer Webseite umgeleitet."],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfigurieren Sie das Aussehen und Verhalten %1$sIhrer Breadcrumbs%2$s."],"Choose the general appearance of your breadcrumbs.":["Wähle das allgemeine Aussehen Ihrer Breadcrumbs."],"Prefix for search page breadcrumbs":["Präfix für Suchseiten-Breadcrumbs"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Wählen Sie die Taxonomie aus, die Sie in den Breadcrumbs für Beitragstypen anzeigen möchten."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Wählen Sie den Beitragstyp aus, den Sie in den Breadcrumbs für Taxonomien anzeigen möchten."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Sie können sie jederzeit unten für Ihr Theme aktivieren\/deaktivieren. Diese Einstellung gilt nicht für Breadcrumbs, die über ein Widget, einen Block oder einen Shortcode eingefügt werden."],"User":["Benutzer"],"No users found.":["Es wurden keine Benutzer gefunden."],"Discard changes":["Änderungen verwerfen"],"Site basics":["Website-Grundlagen"],"Searching users...":["Benutzer werden gesucht..."],"Failed to retrieve users.":["Der Abruf von Benutzern ist fehlgeschlagen."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwenden Sie bitte nur Buchstaben, Zahlen, Unterstriche und Bindestriche."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwenden Sie bitte nur die Buchstaben A bis F, Zahlen, Unterstriche und Bindestriche."],"The profile is not valid. Please enter a valid URL.":["Das Profil ist nicht gültig. Geben Sie bitte eine gültige URL ein."],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Das Profil ist nicht gültig. Bitte verwenden Sie nur 1-25 Buchstaben, Zahlen und Unterstriche oder geben Sie eine gültige Twitter-URL ein."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Es gibt nicht gespeicherte Änderungen auf dieser Seite. Verlassen bedeutet, dass diese Änderungen verloren gehen. Möchten Sie diese Seite wirklich verlassen?"],"Content types":["Inhaltstypen"],"Categories & tags":["Kategorien & Schlagwörter"],"Show less":["Weniger anzeigen"],"Show more":["Mehr anzeigen"],"Media pages":["Medienseiten"],"Configure the basics for your website.":["Konfigurieren Sie die Grundlagen Ihrer Website."],"%1$s pages":["%1$s Seiten"],"Show %1$s pages in search results":["%1$s Seiten in den Suchergebnissen anzeigen"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wenn Sie Medien hochladen (z.B. ein Bild oder Video), erstellt %5$s automatisch eine %3$s Seite (Anhang-URL) dafür. Diese Seiten sind ziemlich leer und könnten %1$sProbleme wegen zu wenig Content verursachen und zu überflüssigen Seiten auf Ihrer Website führen%2$s. Deshalb deaktiviert %4$s sie standardmäßig (und leitet die Anhang-URL auf das Medium selbst um)."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Wir empfehlen, %1$s-Seiten deaktiviert zu lassen. Dadurch werden alle Anhangs-URLs auf das Medium selbst umgeleitet."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie diese Option deaktivieren, werden durch WordPress erstellte %1$s Seiten nicht von Suchmaschinen indexiert und aus den XML-Sitemaps ausgeschlossen."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dieses Feld aktualisiert die %1$s-Untertitel in Ihren WordPress-Einstellungen%2$s."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Formatbasierte Archive können Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (z.B. %2$s) basieren auf Veröffentlichungsdaten. Aus SEO-Sicht haben die Beiträge in diesen Archiven keinen wirklichen Bezug zu den anderen Beiträgen, außer ihrem Veröffentlichungsdatum, das nicht viel über den Inhalt aussagt. Sie könnten auch zu Duplicate Content-Problemen führen. Aus diesem Grund empfehlen wir, %3$s zu deaktivieren."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kann Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Wenn Sie das deaktivieren, wird %1$s nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen. Wir empfehlen, diese Einstellung zu deaktivieren."],"Determine how your %1$s should look in search engines.":["Wählen Sie, wie Ihre %1$s in Suchmaschinen aussehen sollen."],"Show archives for authors without posts in search results":["Archive für Autoren ohne Beiträge in den Suchergebnissen anzeigen"],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Wenn Sie einen Blog mit nur einem Autor betreiben, ist das %1$s (z.B. %2$s) genau dasselbe wie Ihre Homepage. Das nennt man ein %3$sProblem mit doppeltem Inhalt%4$s. Wenn dies bei Ihrer Website der Fall ist, können Sie es entweder deaktivieren (dann wird es auf die Homepage umgeleitet) oder verhindern, dass es in den Suchergebnissen angezeigt wird."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn Sie das deaktivieren, werden %1$s ohne Beiträge nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen."],"Determine how your %1$s should look on social media by default.":["Wählen Sie, wie Ihre %1$s standardmäßig auf Social Media aussehen sollen."],"Author archive":["Autorenarchiv"],"Contact support":["Support kontaktieren"],"Read more about the search results settings":["Erfahren Sie mehr über die Einstellungen der Suchergebnisse"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Determine how your %1$s should look in search engines and on social media.":["Wählen Sie, wie Ihre %1$s in den Ergebnissen von Suchmaschinen und auf Social Media aussehen sollen."],"Read reviews from real users":["Lesen Sie Bewertungen von echten Benutzern"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress lädt viele Ressourcen, von denen Ihre Website einige möglicherweise nicht benötigt. Wenn Sie diese nicht verwenden, können Sie sie entfernen, um Ihre Seiten zu beschleunigen und Ressourcen zu sparen."],"Remove unused resources":["Ungenutzte Ressourcen entfernen"],"%1$s archive":["%1$s Archiv"],"Social appearance":["Soziales Erscheinungsbild"],"Additional settings":["Zusätzliche Einstellungen"],"Search appearance":["Darstellung der Suche"],"Add custom fields to page analysis":["Individuelle Felder zur Seitenanalyse hinzufügen"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Das %1$sSocial-Bild%2$s, %1$sSocial-Titel%2$s und %1$sSocial-Beschreibung%2$s erfordern Open Graph-Daten, die derzeit im Abschnitt \"Social Sharing\" in %3$s deaktiviert sind Site-Einstellungen%4$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Sie haben in Ihren WooCommerce-Einstellungen bisher keine Shop-Seite eingestellt. %1$sBitte erledigen Sie dies zuerst%2$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivieren bedeutet, dass %1$s nicht von Suchmaschinen indiziert wird und von XML-Sitemaps ausgeschlossen wird."],"These settings are specifically for optimizing your %1$s archive.":["Diese Einstellungen sind speziell für die Optimierung Ihres %1$s-Archivs gedacht."],"Determine how your %1$s archive should look in search engines.":["Wähle, wie Ihr %1$s Archiv in Suchmaschinen aussehen soll."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Die Deaktivierung dieser Option bedeutet, dass das Archiv für %1$s nicht von Suchmaschinen indiziert wird und zudem von XML-Sitemaps ausgeschlossen wird."],"Determine how your %1$s archive should look on social media.":["Wählen Sie, wie Ihr %1$s Archiv auf Social Media aussehen soll."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategorie-URLs in WordPress enthalten ein Präfix, normalerweise %s. Dieser Parameter aktiviert dieses Präfix, nur für Katagorien."],"Show the categories prefix in the slug":["Kategorien-Präfix in der Titelform anzeigen"],"Determine how your homepage should look on social media.":["Wählen Sie, wie Ihre Homepage in den sozialen Medien aussehen soll."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Wählen Sie aus, wie Ihre Startseite in Suchmaschinen und in sozialen Netzwerken dargestellt werden soll. Beachten Sie, dass Nutzer diese Darstellung wahrscheinlich sehen werden, wenn sie nach Ihrer Marke suchen."],"Archive SEO title":["Archiv-SEO-Titel"],"Enable %1$s for %2$s":["%1$s für %2$s aktivieren"],"Archive meta description":["Archiv-Meta-Beschreibung"],"Archive breadcrumbs title":["Breadcrumbs-Titel archivieren"],"Archive social description":["Archivierung der sozialen Beschreibung"],"Show the archive for %1$s in search results":["Archiv für %1$s in den Suchergebnissen anzeigen"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Der ausgewählte Medientyp ist ungültig. Unterstützte Typen sind: JPG, PNG, WEBP und GIF."],"Show %1$s in search results":["Zeige %1$s in den Suchergebnissen"],"Archive social title":["Titel des Social-Archivs"],"Archive social image":["Bild des Social-Archivs"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nein! Scheinbar enthält Ihr Formular ungültige Daten. Bitte überprüfen Sie folgende Felder:"],"Inclusive language analysis":["Inklusive Sprachanalyse"],"Bing":["Bing"],"Baidu":["Baidu"],"Yandex":["Yandex"],"Add verification code":["Verifizierungscode hinzufügen"],"Restrict advanced settings for authors":["Erweiterte Einstellungen für Autoren einschränken"],"Oops! Something went wrong while saving.":["Ups! Etwas ist schief gelaufen. Bitte versuchen Sie es nochmal."],"Claim your site over at %1$sPinterest%2$s.":["Bestätigen Sie Ihre Website bei %1$sPinterest%2$s."],"Great! Your settings were saved successfully.":["Ihre Einstellungen wurden gespeichert."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dieser Yoast-SEO-REST-API-Endpunkt liefert Ihnen alle Metadaten, die Sie für eine bestimmte URL benötigen. Das macht es für Headless-WordPress-Seiten sehr einfach, Yoast SEO für ihre SEO-Meta-Ausgaben zu nutzen."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Standardmäßig können nur Redakteure und Administratoren auf die Abschnitte \"Erweitert\" und \"Schema\" der %1$s-Seitenleiste oder -Metabox zugreifen. Wenn Sie dies deaktivieren, wird allen Benutzern der Zugriff ermöglicht."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifizieren Sie Ihre Website mit verschiedenen Werkzeugen. Dies wird Ihrer Homepage einen Meta-Tag zur Verifizierung hinzufügen. Folgen Sie dem Link in der Beschreibung, um zu einer Anleitung zu kommen, wie Sie Ihre Website für jede Plattform überprüfen."],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Holen Sie sich einen Baidu-Verifizierungscode in den %1$s Baidu Webmaster Tools%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Erhalten Sie Ihren Verifizierungscode in den %1$sBing Webmaster Tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Holen Sie sich einen Google-Verifizierungscode in der %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Holen Sie sich einen Yandex-Verifizierungscode in den %1$sYandex Webmaster Tools%2$s."],"APIs":["APIs"],"Site structure":["Website-Struktur"],"Social sharing":["Soziales Teilen"],"Open Graph data":["Open Graph-Daten"],"REST API endpoint":["REST-API-Endpunkt"],"Slack sharing":["Slack-Freigabe"],"Twitter card data":["Twitter Card-Daten"],"Site preferences":["Website-Voreinstellungen"],"Tell us which features you want to use.":["Steuern Sie, welche Funktionen Sie verwenden möchten."],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktivieren Sie diese Funktion, wenn Twitter eine Vorschau mit Bildern und einem Textauszug anzeigen soll, wenn ein Link zu Ihrer Website geteilt wird."],"Title separator":["Titeltrennzeichen"],"Site image":["Website-Bild"],"Network disabled":["Netzwerk deaktiviert"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Für das %1$sWebsite-Bild%2$s sind Open Graph-Daten erforderlich, die derzeit im Abschnitt „Social Sharing“ in den %3$sWebsite-Funktion%4$s deaktiviert sind."],"Recommended size for this image is %1$s%3$s%2$s":["Die empfohlene Größe für dieses Bild ist %1$s%3$s%2$s"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Dieses Bild wird als Fallback für Beiträge\/Seiten verwendet, für die keine Bilder festgelegt sind."],"Unavailable for sub-sites":["Für untergeordnete Websites nicht verfügbar"],"Dismiss":["Verwerfen"],"RSS feed":["RSS-Feed"],"%1$s (default)":["%1$s (Standard)"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatisch Content zu Ihrem RSS hinzufügen. Dies erlaubt es Ihnen, Links zurück zu Ihrem Blog und zu Ihren Beiträgen zu setzen, damit Suchmaschinen Sie als die Originalquelle des Contents erkennen."],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Veröffentlichen Sie Nachrichtenartikel? %s hilft Ihnen, Ihre Website für Google News zu optimieren."],"IndexNow":["IndexNow"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatisch Suchmaschinen wie Bing und Yandex anpingen, sobald Sie einen Beitrag veröffentlichen, aktualisieren oder löschen."],"Filter search terms":["Nach Suchbegriffen filtern"],"Filter searches with emojis and other special characters":["Nach Suchen mit Emojis und anderen speziellen Zeichen filtern"],"Filter searches with common spam patterns":["Nach Suchen mit allgemein bekannten Spam-Begriffen filtern"],"Max number of characters to allow in searches":["Maximale Anzahl an Zeichen, die in Suchen erlaubt ist"],"Additional URL parameters to allow":["Zusätzliche URL-Parameter erlauben"],"Pingback HTTP header":["Pingback HTTP Header"],"Select a user":["Benutzer auswählen"],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Add another profile":["Anderes Profil hinzufügen"],"Site representation":["Darstellung der Website"],"Link suggestions":["Link-Vorschläge"],"Insights":["Einblicke"],"Social image":["Bild für soziale Medien"],"Social title":["Titel für soziale Medien"],"Social description":["Beschreibung für Social-Media"],"Image":["Bild"],"Replace image":["Bild ersetzen"],"Select image":["Bild auswählen"],"Remove image":["Bild entfernen"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dies fügt dem Artikelausschnitt eine Autorenzeile und eine Schätzung der Lesezeit hinzu, wenn er auf Slack veröffentlicht wird."],"Article type":["Artikel-Typ"],"Page type":["Seitentyp"],"Usage tracking":["Nutzungs-Tracking"],"Check out %1$s":["Beachten Sie %1$s"],"Learn SEO":["SEO kennenlernen"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchten Sie SEO von Team Yoast lernen? Schauen Sie sich unsere %1$s an!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir haben sowohl kostenlose als auch Premium-Online-Kurse, damit Sie alles lernen können, was Sie über SEO wissen müssen."],"Schema":["Schema"],"Show blog page in breadcrumbs":["Blog-Seite in Breadcrumbs anzeigen"],"Get the %s plugin now!":["Holen Sie sich jetzt das %s-Plugin!"],"Organization":["Organisation"],"Organization logo":["Organisations-Logo"],"Personal info":["Persönliche Daten"],"Organization name":["Organisations-Name"],"Select a user...":["Wählen Sie einen Benutzer..."],"Upgrade to %s":["%s buchen"],"Multiple keyphrases":["Mehrere Keyphrasen"],"Get %s":["%s holen"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Die SEO-Metadaten für diesen benutzerdefinierten Beitragstyp können auf der %1$sShop-Seite%2$s bearbeitet werden."],"Tagline":["Untertitel"],"Separator":["Trennzeichen"],"%d result found, use up and down arrow keys to navigate":["%d Ergebnis gefunden. Verwenden Sie zum Navigieren die „Pfeil nach oben“- und „Pfeil nach unten“-Tasten","%d Ergebnisse gefunden. Verwenden Sie zum Navigieren die „Pfeil nach oben“- und „Pfeil nach unten“-Tasten"],"24\/7 email support":["24\/7 E-Mail Support"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Die Lesbarkeitsanalyse bietet Vorschläge zur Verbesserung der Struktur und des Stils Ihres Textes."],"SEO analysis":["SEO-Analyse"],"Text link counter":["Text Link Zähler"],"Cornerstone content":["Cornerstone-Inhalt"],"Save changes":["Änderungen speichern"],"Superfast internal linking suggestions":["Superschnelle interne Verlinkungsvorschläge"],"Facebook & Twitter":["Facebook & Twitter"],"Easy redirect manager":["Einfacher Redirect Manager"],"No more dead links":["Keine toten Links mehr"],"No ads!":["Werbefrei!"],"Social media preview":["Social-Media-Vorschau"],"Increase your SEO reach":["Vergrößern Sie Ihre SEO-Reichweite"],"Variable":["Variable"],"Available variables":["Verfügbare Variablen"],"Admin bar menu":["Adminleisten-Menü"],"SEO title":["SEO-Titel"],"Google search console":["Google Search Console"],"Other social profiles":["Andere soziale Profile"],"Readability analysis":["Lesbarkeits-Analyse"],"No results found":["Es wurden keine Ergebnisse gefunden"],"Bold the last page":["Die letzte Seite hervorheben"],"Author archives":["Autorenarchive"],"Description":["Beschreibung"],"Blog":["Blog"],"A link to the post, with the title as anchor text.":["Link zum Beitrag mit dem Beitragsnamen als Linktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Sie können folgende Variablen innerhalb des Inhalts verwenden, diese werden durch den Wert auf der rechten Seite ersetzt."],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"How to insert breadcrumbs in your theme":["Wie Sie Breadcrumbs in Ihr Theme einbinden können."],"Separator between breadcrumbs":["Trenner zwischen den Breadcrumbs"],"A link to your site, with your site's name and description as anchor text.":["Link zu Ihrer Website mit Website-Name und Beschreibung als Linktext."],"A link to your site, with your site's name as anchor text.":["Link zu Ihrer Website mit dem Website-Namen als Linktext."],"Prefix for the breadcrumb path":["Präfix für den Breadcrumb-Pfad."],"Anchor text for the Homepage":["Linktext für die Website"],"Search":["Suchen"],"Website name":["Name der Website"],"Special pages":["Spezielle Seiten"],"RSS":["RSS"],"Person":["Person"],"Date archives":["Datums-Archive"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatisch erkannt, ob für Ihre Seiten ein Zwang zum Umschreiben der Titel gesetzt werden sollte. Wenn Sie glauben, dass dies falsch ist, und Sie wissen was Sie tun, können Sie die Einstellung hier ändern."],"Force rewrite titles":["Umarbeitung der Titel erzwingen"],"Homepage":["Homepage"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Sie können den Titel und die Beschreibung für die Startseite bestimmen, indem Sie die %1$sStartseite selbst bearbeiten%2$s."],"Breadcrumbs":["Breadcrumbs"],"Close":["Schließen"],"Breadcrumbs title":["Breadcrumbs-Titel"],"Twitter":["Twitter"],"Pinterest":["Pinterest"],"Facebook":["Facebook"],"Advanced":["Erweitert"],"Tools":["Werkzeuge"],"General":["Allgemein"],"None":["Keine"],"Meta description":["Meta-Beschreibung"],"XML sitemaps":["XML-Sitemaps"],"Social":["Social-Media"],"Google":["Google"],"Page title":["Seitentitel"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}