{"translation-revision-date":"2023-05-23 08:17:39+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Beta":["Beta"],"New":["Neu"],"Replace image":["Bild ersetzen"],"Select image":["Bild auswählen"],"Remove image":["Bild entfernen"],"seconds":["Sekunden"],"Dismiss this alert":["Diese Warnung ablehnen"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Sobald Sie eine weitere Kopie hinzufügen, geben wir Ihnen eine Liste der Wörter, die am häufigsten im Inhalt vorkommen. Diese geben einen Hinweis darauf, worauf sich Ihre Inhalte konzentrieren."],"%d occurrences":["%d Vorkommen"],"minutes":["Minuten"],"hours":["Stunden"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lesen Sie unser %1$sultimatives Handbuch zur Keyword-Recherche%2$s, um mehr über Keyword-Recherche und Keyword-Strategie zu erfahren."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Die folgenden Wörter kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich Ihr Inhalt konzentriert. Wenn sich die Wörter stark von Ihrem Thema unterscheiden, möchten Sie vielleicht Ihren Inhalt entsprechend umschreiben. "],"Prominent words":["Hervorzuhebende Wörter"],"Something went wrong. Please reload the page.":["Das hat nicht funktioniert. Bitte laden Sie die Seite neu."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Ihre Website-Sprache ist auf %s eingestellt. Wenn dies falsch ist, wenden Sie sich an den Administrator Ihrer Website."],"Dismiss this notice":["Diesen Hinweis ausblenden"],"On":["An"],"Off":["Aus"],"Change language":["Sprache ändern"],"Your site language is set to %s. ":["Ihre Seitensprache ist auf %s eingestellt. "],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Close":["Schließen"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}